163020233/ESP32_S3/sdkconfig.ci
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ETH_ENABLED=y
CONFIG_ETH_USE_SPI_ETHERNET=y
